[
    "%(brand)s has been opened in another tab.",
    "%(downloadButton)s or %(copyButton)s",
    "%(securityKey)s or %(recoveryFile)s",
    "Can't connect to homeserver - please check your connectivity, ensure your <a>homeserver's SSL certificate</a> is trusted, and that a browser extension is not blocking requests.",
    "Can't connect to homeserver via HTTP when an HTTPS URL is in your browser bar. Either use HTTPS or <a>enable unsafe scripts</a>.",
    "There was a problem communicating with the homeserver, please try again later.",
    "This session is <b>not backing up your keys</b>, but you do have an existing backup you can restore from and add to going forward.",
    "Connect this session to key backup before signing out to avoid losing any keys that may only be on this session.",
    "Connectivity to the server has been lost.",
    "Server may be unavailable, overloaded, or search timed out :(",
    "Cryptography",
    "Enter email address (required on this homeserver)",
    "It looks like you don't have a Security Key or any other devices you can verify against.  This device will not be able to access old encrypted messages. In order to verify your identity on this device, you'll need to reset your verification keys.",
    "Not encrypted",
    "Please tell us what went wrong or, better, create a GitHub issue that describes the problem.",
    "Room Addresses",
    "Secure messages with this user are end-to-end encrypted and not able to be read by third parties.",
    "Sign out of all devices",
    "To link to this room, please add an address.",
    "Use an email address to recover your account",
    "Verification Request",
    "Verify other device",
    "Verify this device to mark it as trusted. Trusting this device gives you and other users extra peace of mind when using end-to-end encrypted messages.",
    "Verifying this device will mark it as trusted, and users who have verified with you will trust this device.",
    "Verifying this user will mark their session as trusted, and also mark your session as trusted to them.",
    "Verify this user to mark them as trusted. Trusting users gives you extra peace of mind when using end-to-end encrypted messages.",
    "Waiting for partner to confirm…",
    "You've successfully verified %(deviceName)s (%(deviceId)s)!",
    "auth|enter_email_explainer",
    "bug_reporting|before_submitting",
    "bug_reporting|github_issue",
    "common|matrix",
    "encryption|verification|complete_description",
    "onboarding|download_f_droid",
    "encryption|verification|complete_title",
    "powered_by_matrix_with_logo",
    "welcome_to_element"
]
