{
    "<b>Can you currently read your messages on another device?</b> You can disconnect. This other device automatically backs up your Tchat Keys and messages.": {
        "en": "<b>Can you currently read your messages on another device?</b> You can disconnect. This other device automatically backs up your Tchat Keys and messages.",
        "fr": "<b>Vous pouvez actuellement lire vos messages sur un autre appareil ?</b> Vous pouvez vous déconnecter. Cet autre appareil sauvegarde automatiquement vos Clés Tchap et tous vos messages."
    },
    "<b>Warning:</b> these keys cannot be used to unlock the messages received after backup": {
        "en": "<b>Warning:</b> these keys cannot be used to unlock the messages received after backup",
        "fr": "<b>Attention:</b> ces clés ne pourront pas être utilisées pour déverrouiller les messages reçus après la sauvegarde"
    },
    "<b>Without your Tchap Keys, you won't be able to read your messages</b> at your next login because they will be locked. It's a Tchap safety measure.": {
        "en": "<b>Without your Tchap Keys, you won't be able to read your messages</b> at your next login because they will be locked. It's a Tchap safety measure.",
        "fr": "<b>Sans vos Clés Tchap, vous ne pourrez pas lire vos messages</b> à votre prochaine connexion parce qu'ils seront verrouillés. C'est une mesure de sécurité Tchap."
    },
    "<b>You don't have another device connected to Tchap?</b> Back up your Tchap Keys. These keys will unlock current messages, but not those received after saving.": {
        "en": "<b>You don't have another device connected to Tchap?</b> Back up your Tchap Keys. These keys will unlock current messages, but not those received after saving.",
        "fr": "<b>Vous n'avez pas d'autre appareil connecté à Tchap ?</b> Sauvegardez vos Clés Tchap. Ces clés déverrouilleront les messages actuels, mais pas ceux reçus entre la sauvegarde et votre prochaine connexion."
    },
    "<requestLink>Import from saved file</requestLink>": {
        "en": "<requestLink>Import from saved file</requestLink>",
        "fr": "<requestLink>Importer depuis le fichier sauvegardé</requestLink>"
    },
    "<requestLink>Re-send a request to your other devices</requestLink>": {
        "en": "<requestLink>Re-send a request to your other devices</requestLink>",
        "fr": "<requestLink>Renvoyer une demande à un autre appareil</requestLink>"
    },
    "Ask your %(brand)s admin to check <a>your config</a> for incorrect or duplicate entries.": {
        "fr": "",
        "en": "",
        "comment": "c'est fait expres?"
    }
}
