{
  "README": "This file is for tchap-specific translatsion, which get added on top of fr.json and en.json. See custom_translations_url in config.json.",

  "Welcome to Tchap": {
    "en": "Welcome to Tchap",
    "fr": "Bienvenue sur Tchap"
  },
  "Examples:": {
    "en": "Examples:",
    "fr": "Exemples :"
  },
  "Choose a homeserver:": {
    "en": "Choose a homeserver:",
    "fr": "Choisissez un serveur d'accueil :"
  },
  "Private room": {
    "en": "Private room",
    "fr": "Salon"
  },
  "Private room open to external users": {
    "en": "Private room open to external users",
    "fr": "Salon ouvert aux externes"
  },
  "Public room": {
    "en": "Public room",
    "fr": "Forum"
  },
  "Forum room": {
    "en": "Public room",
    "fr": "Forum"
  },
  "This room is private": {
    "en": "This room is private",
    "fr": "Ce salon est privé"
  },
  "This room is private and open to external users": {
    "en": "This room is private and open to external users",
    "fr": "Ce salon est privé et ouvert aux externes"
  },
  "This room is a public forum": {
    "en": "This room is a public forum",
    "fr": "Ce salon est un forum public"
  },
  "Accessible to all users by invitation from an administrator.": {
    "en": "Accessible to all users by invitation from an administrator.",
    "fr": "Accessible à tous les utilisateurs sur invitation d'un administrateur."
  },
  "Accessible to all users and to external guests by invitation of an administrator.": {
    "en": "Accessible to all users and to external guests by invitation of an administrator.",
    "fr": "Accessible à tous les utilisateurs et aux invités externes sur invitation d'un administrateur."
  },
  "Accessible to all users from the forum directory or from a shared link.": {
    "en": "Accessible to all users from the forum directory or from a shared link.",
    "fr": "Accessible à tous les utilisateurs à partir de la liste des forums ou d'un lien partagé."
  },
  "Allow access to this room to all users, even outside \"%(domain)s\" domain": {
    "en":"Allow access to this room to all users, even outside \"%(domain)s\" domain",
    "fr":"Autoriser l'accès à tous les utilisateurs, même ceux qui ne sont pas membres du domaine \"%(domain)s\""
  },
  "Scanning": {
    "en": "Scanning",
    "fr": "Scanning"
  },
  "Content blocked": {
    "en": "Content blocked",
    "fr": "Content blocked"
  },
  "Trusted": {
    "en": "Trusted",
    "fr": "Vérifié"
  },
  "Scan unavailable": {
    "en": "Scan unavailable",
    "fr": "Scan unavailable"
  },
  "Contact us": {
    "en": "Contact us",
    "fr": "Contactez-nous"
  },
  "If you have any difficulties with using Tchap, please contact us by email at <b>%(supportEmail)s</b>": {
    "en": "If you have any difficulties with using Tchap, please contact us by email at <b>%(supportEmail)s</b>",
    "fr": "Si vous rencontrez des difficultés dans votre utilisation de Tchap, contactez-nous par email à <b>%(supportEmail)s</b>"
  },
  "Known issues": {
    "en": "Known issues",
    "fr": "Problèmes connus"
  },
  "Read the Known Issues": {
    "en": "Read the Known Issues",
    "fr": "Consultez les problèmes connus"
  },
  "This version of Tchap Web is currently in development. There are known issues that will be solved soon.": {
    "en": "This version of Tchap Web is currently in development. There are known issues that will be solved soon.",
    "fr": "Cette version de Tchap Web est en cours de développement. Il y a des problèmes connus qui seront bientôt résolus."
  },
  "Frequently Asked Questions (FAQ)": {
    "en": "Frequently Asked Questions (FAQ)",
    "fr": "Foire Aux Questions (FAQ)"
  },
  "Read the FAQ": {
    "en": "Read the FAQ",
    "fr": "Consultez la FAQ"
  },
  "We have compiled a list of the questions our users ask the most frequently. Your question may be answered there.": {
    "en": "We have compiled a list of the questions our users ask the most frequently. Your question may be answered there.",
    "fr": "Nous avons constitué une liste des question les plus fréquentes posées par nos utilisateurs. Votre question a peut-être déjà une solution."
  },
  "Please tell us what went wrong in the \"Notes\" field.": {
    "en": "Please tell us what went wrong in the \"Notes\" field.",
    "fr": "Veuillez nous expliquer le problème dans le champ \"Notes\"."
  },
  "Submit debug logs to Tchap support team": {
    "en": "Submit debug logs to Tchap support team",
    "fr": "Envoyez les journaux de débogage à l'équipe support de Tchap",
    "comment": "The title of BugReportDialog is unclear, specify it"
  },
  "Just want to get your own logs, without sharing them with the Tchap team?": {
    "en": "Just want to get your own logs, without sharing them with the Tchap team?",
    "fr": "Vous voulez juste obtenir vos journaux sans les partager avec l'équipe Tchap ?"
  },
  "Download my logs": {
    "en": "Download my logs",
    "fr": "Obtenir mes journaux"
  },
  "If you've submitted a bug to the Tchap team (via support or GitHub), debug logs can help us track down the problem." : {
    "en": "If you've submitted a bug to the Tchap team (via support or GitHub), debug logs can help us track down the problem.",
    "fr": "Si vous avez signalé une anomalie à l'équipe Tchap (via le support ou GitHub), les journaux de débogage peuvent nous aider à cibler le problème."
  },
  "Allow external users to join this room": {
    "en": "Allow external users to join this room",
    "fr": "Autoriser les externes à rejoindre ce salon"
  },
  "This action is irreversible.": {
    "en": "This action is irreversible.",
    "fr": "Cette action est irréversible."
  },
  "Are you sure you want to allow the externals to join this room ?": {
    "en": "Are you sure you want to allow the externals to join this room ?",
    "fr": "Voulez-vous vraiment autoriser l’accès aux externes à ce salon ?"
  },
  "Create Room": {
    "en": "Create New Room",
    "fr": "Créer un nouveau salon"
  },
  "Your last three login attempts have failed. Please try again in a few minutes.": {
    "en": "Your last three login attempts have failed. Please try again in a few minutes.",
    "fr": "Vos trois dernières tentatives de connexion ont échoué. Veuillez réessayer dans quelques minutes."
  },
  "Your password must include:": {
    "en": "Your password must include:",
    "fr": "Votre mot de passe doit comporter :"
  },
  "a minimum of %(number)s characters": {
    "en": "a minimum of %(number)s characters",
    "fr": "%(number)s caractères au minimum"
  },
  "a number": {
    "en": "a number",
    "fr": "un chiffre"
  },
  "a symbol": {
    "en": "a symbol",
    "fr": "un caractère spécial"
  },
  "a lowercase letter": {
    "en": "a lowercase letter",
    "fr": "une lettre minuscule"
  },
  "an uppercase letter": {
    "en": "an uppercase letter",
    "fr": "une lettre majuscule"
  },
  "External users allowed": {
    "en": "external users allowed",
    "fr": "ouvert aux externes"
  },
  "Save your Tchap Keys (encryption keys)": {
    "en": "Save your Tchap Keys (encryption keys)",
    "fr": "Sauvegardez vos Clés Tchap (clés de chiffrement)"
  },
  "If you do not have another connected device, <b>we advise you to save your keys in a file on your device</b>.": {
    "en": "If you do not have another connected device, <b>we advise you to save your keys in a file on your device</b>.",
    "fr": "Si vous n'avez pas d'autre appareil connecté, <b>il est conseillé de sauvegarder vos clés sous forme de fichier sur votre appareil</b>."
  },
  "This file will be protected by a password, which will be asked next time you log in, when you will import the keys to unlock your messages.": {
    "en": "This file will be protected by a password, which will be asked next time you log in, when you will import the keys to unlock your messages.",
    "fr": "Ce fichier sera protégé par un mot de passe, qui vous sera demandé à votre prochaine connexion, lorsque vous importerez les clés pour déverrouiller vos messages."
  },
  "<b>Warning:</b> these keys cannot be used to unlock the messages received after backup": {
    "en": "<b>Warning:</b> these keys cannot be used to unlock the messages received after backup",
    "fr": "<b>Attention:</b> ces clés ne pourront pas être utilisées pour déverrouiller les messages reçus après la sauvegarde"
  },
  "Create your Tchap Key password (minimum 8 characters)": {
    "en": "Create your Tchap Key password (minimum 8 characters)",
    "fr": "Créez votre mot de passe Clé Tchap (minimum 8 caractères)"
  },
  "Passphrase must be at least 8 character long": {
    "en": "Passphrase must be at least 8 character long",
    "fr": "Le mot de passe doit minimum faire 8 caractères"
  },
  "Your Tchap Key password": {
    "en": "Your Tchap Key password",
    "fr": "Votre mot de passe Clés Tchap"
  },
  "Confirm your Tchap Key password": {
    "en": "Confirm your Tchap Key password",
    "fr": "Confirmer votre mot de passe Clés Tchap"
  },
  "Tchap Keys saved!": {
    "en": "Tchap Keys saved!",
    "fr": "Clés Tchap sauvegardées !"
  },
  "Your Tchap Keys (encryption keys) have been successful saved in the <b>tchap-keys.txt</b> file. You can import them when you login again to unlock your messages (<a>find out more</a>).": {
    "en": "Your Tchap Keys (encryption keys) have been successful saved in the <b>tchap-keys.txt</b> file. You can import them when you login again to unlock your messages (<a>find out more</a>).",
    "fr": "Vos Clés Tchap (clés de chiffrement) ont été sauvegardées avec succès dans le fichier <b>tchap-keys.txt</b>. Vous pourrez les importer à votre prochaine connexion pour déverrouiller vos messages (<a>en savoir plus</a>)."
  },
  "Save your Tchap Keys before logging out": {
    "en": "Save your Tchap Keys before logging out",
    "fr": "Sauvegardez vos Clés Tchap avant de vous déconnecter"
  },
  "<b>Without your Tchap Keys, you won't be able to read your messages</b> at your next login because they will be locked. It's a Tchap safety measure.": {
    "en": "<b>Without your Tchap Keys, you won't be able to read your messages</b> at your next login because they will be locked. It's a Tchap safety measure.",
    "fr": "<b>Sans vos Clés Tchap, vous ne pourrez pas lire vos messages</b> à votre prochaine connexion parce qu'ils seront verrouillés. C'est une mesure de sécurité Tchap."
  },
  "<b>Can you currently read your messages on another device?</b> You can disconnect. This other device automatically backs up your Tchat Keys and messages.": {
    "en": "<b>Can you currently read your messages on another device?</b> You can disconnect. This other device automatically backs up your Tchat Keys and messages.",
    "fr": "<b>Vous pouvez actuellement lire vos messages sur un autre appareil ?</b> Vous pouvez vous déconnecter. Cet autre appareil sauvegarde automatiquement vos Clés Tchap et tous vos messages."
  },
  "<b>You don't have another device connected to Tchap?</b> Back up your Tchap Keys. These keys will unlock current messages, but not those received after saving.": {
    "en": "<b>You don't have another device connected to Tchap?</b> Back up your Tchap Keys. These keys will unlock current messages, but not those received after saving.",
    "fr": "<b>Vous n'avez pas d'autre appareil connecté à Tchap ?</b> Sauvegardez vos Clés Tchap. Ces clés déverrouilleront les messages actuels, mais pas ceux reçus entre la sauvegarde et votre prochaine connexion."
  },
  "Sign me out": {
    "en": "Sign me out",
    "fr": "Me déconnecter"
  },
  "Save my keys": {
    "en": "Save my Tchap keys",
    "fr": "Sauvegarder mes clés Tchap"
  },
  "One of your devices <b>wants to check your Tchap Keys</b> to unlock your messages.": {
    "en": "One of your devices <b>wants to check your Tchap Keys</b> to unlock your messages.",
    "fr": "L'un de vos appareils <b>demande à partager vos Clés Tchap</b> pour déverrouiller vos messages."
  },
  "Please also confirm the emojis on the other device.": {
    "en": "Please also confirm the emojis on the other device.",
    "fr": "Confirmez si les objets sont les mêmes sur vos 2 appareils."
  },
  "Incoming Verification Request": {
    "en": "Incoming Verification Request",
    "fr": "Partage de vos Clés Tchap"
  },
  "The sharing of your Tchap Keys has succeeded. Your messages will be unlocked.": {
    "en": "The sharing of your Tchap Keys has succeeded. Your messages will be unlocked.",
    "fr": "Le partage de vos Clés Tchap a réussi. Vos messages vont être déverrouillés au fur et à mesure."
  },
  "Finish": {
    "en": "Finish",
    "fr": "Terminer"
  },
  "Please <b>accept the sharing</b> of your Tchap Keys on the other device.": {
    "en": "Please <b>accept the sharing</b> of your Tchap Keys on the other device.",
    "fr": "Merci d'<b>accepter la demande</b> de partage de vos Clés Tchap pour déverrouiller vos messages."
  },
  "Confirm the emoji below are displayed on both devices, in the same order:": {
    "en": "Confirm the emoji below are displayed on both devices, in the same order:",
    "fr": "Confirmez si les objets sont les mêmes sur vos 2 appareils."
  },
  "Please confirm the objects on the other device.": {
    "en": "Please confirm the objects on the other device.",
    "fr": "Veuillez confirmer les objets sur l'autre appareil."
  },
  "Please confirm the objects on the other device (loading).": {
    "en": "Please confirm the objects on the other device (loading).",
    "fr": "Veuillez confirmer les objets sur l'autre appareil (en cours)."
  },
  "The validity period of your account has expired": {
    "en": "Your Tchap account has expired",
    "fr": "Votre compte Tchap a expiré"
  },
  "An email has been sent to you. Click on the link it contains, click below.": {
    "en": "An email has been sent to you. Its title is : \"Renew your Tchap account\" Once you’ve followed the link it contains, click on the button \"I renewed my account\".",
    "fr": "Un email vous a été envoyé pour renouveler votre compte. Il est intitulé : \"Renouvelez votre compte Tchap\". Une fois que vous aurez suivi le lien qu'il contient, cliquez sur le bouton \"J’ai renouvelé mon compte\"."
  },
  "I renewed the validity of my account": {
    "en": "I renewed my account",
    "fr": "J’ai renouvelé mon compte"
  },
  "Request a renewal email": {
    "en": "Request a renewal email",
    "fr": "Demander l’envoi d’un nouvel email"
  },
  "A new email has been sent": {
    "en": "A new email has been sent",
    "fr": "Un nouvel email de renouvellement vous a été adressé"
  },
  "Wait for at least %(wait)s seconds between two emails": {
    "en": "Wait for at least %(wait)s seconds between two emails",
    "fr": "Attendez au moins %(wait)s secondes entre l'envoi de deux emails"
  },
  "The email was not sent sucessfully, please retry in a moment": {
    "en": "The email was not sent sucessfully, please retry",
    "fr": "L'email de renouvellement n'a pas pu être envoyé, veuillez réessayer"
  },
  "Your account is still expired, please follow the link in the email you have received to renew it": {
    "en": "Your account is still expired, please follow the link in the email you should have received to renew it",
    "fr": "Votre compte est toujours expiré, merci de cliquer sur le lien reçu dans le mail de renouvellement"
  },
  "Congratulations, your account has been renewed": {
    "en": "Congratulations, your account has been renewed",
    "fr": "Félicitations, votre compte a été renouvelé"
  },
  "The app will reload now": {
    "en": "You can refresh the page to continue your conversations",
    "fr": "Vous pouvez dorénavant rafraîchir la page pour continuer vos conversations"
  },
  "Reload the app": {
    "en": "Reload page",
    "fr": "Rafraîchir la page"
  },
  "Decryption fail: Please open Tchap on an other connected device to allow key sharing.": {
    "en": "Decryption fail: Please open Tchap on an other connected device to allow key sharing.",
    "fr": "Message verrouillé par sécurité. Récupérez vos clés Tchap pour déverrouiller vos messages."
  },
  "<requestLink>Re-send a request to your other devices</requestLink>": {
    "en": "<requestLink>Re-send a request to your other devices</requestLink>",
    "fr": "<requestLink>Renvoyer une demande à un autre appareil</requestLink>"
  },
  "Request in progress...": {
    "en": "Request in progress...",
    "fr": "Demande en cours..."
  },
  "Tchap Key share requests are sent to your other devices automatically. If you rejected or dismissed the key share request on your other devices, click here to request the Tchap Keys again.": {
    "en": "Tchap Key share requests are sent to your other devices automatically. If you rejected or dismissed the key share request on your other devices, click here to request the Tchap Keys again.",
    "fr": "Les demandes de partage de vos Clés Tchap sont automatiquement envoyées à vos autres appareils. Si vous rejetez ou supprimez la demande de partage de clé sur vos autres appareils, cliquez ici pour redemander vos Clés Tchap."
  },
  "If your other devices do not have the key for this message, you will not be able to decrypt them.": {
    "en": "If your other devices do not have the key for this message, you will not be able to decrypt them.",
    "fr": "Si vos autres appareils n'ont pas la clé pour ce message, vous ne pourrez pas le déchiffrer."
  },
  "Your key share request has been sent - please check your other devices for key share requests.": {
    "en": "Your key share request has been sent - please check your other devices for key share requests.",
    "fr": "Votre demande de partage de clé a été envoyée - vérifiez les demandes de partage de clé sur vos autres appareils."
  },
  "<requestLink>Import from saved file</requestLink>": {
    "en": "<requestLink>Import from saved file</requestLink>",
    "fr": "<requestLink>Importer depuis le fichier sauvegardé</requestLink>"
  },
  "Sign out all devices": {
    "en": "Lock my messages on all my devices (Check this box if you think your account has been hacked)",
    "fr": "Verrouiller mes messages sur tous mes appareils (Cocher cette case si vous pensez que votre compte a été piraté)"
  },
  "If you want to retain access to your chat history in encrypted rooms, set up Key Backup or export your message keys from one of your other devices before proceeding.": {
    "en": "If you want to keep your messages, save your Tchap keys from one of your devices before proceeding. They will help to restore your messages",
    "fr": "Si vous voulez garder un accès à vos messages, sauvegardez vos clés Tchap à partir de l’un de vos appareils avant de continuer. Elles vous permettront de déverrouiller vos messages"
  },
  "Signing out your devices will delete the message encryption keys stored on them, making encrypted chat history unreadable.": {
    "fr": "Nous allons vous déconnecter de vos appareils afin de verrouiller les messages qu'ils contiennent. Cette option est utile si vous pensez que votre compte a été piraté.",
    "en": "We will log you out from your devices to lock the messages stored on them. This option is usefull if you think your account has been hacked."
  },
  "%(brand)s can't securely cache encrypted messages locally while running in a web browser. Use <desktopLink>%(brand)s Desktop</desktopLink> for encrypted messages to appear in search results.": {
    "fr" : "Actuellement %(brand)s ne supporte pas la recherche dans les messages.",
    "en" : "Currently %(brand)s does not support searching into messages."
  },
  "Export E2E room keys": {
    "en": "Save your Tchap keys",
    "fr": "Sauvegardez vos clés Tchap"
  },
  "Import E2E room keys": {
    "en": "Import your Tchap keys from the downloaded file",
    "fr": "Importez vos clés Tchap depuis le fichier sauvegardé"
  },
  "Back up your encryption keys with your account data in case you lose access to your sessions. Your keys will be secured with a unique Security Key.": {
    "en": "Back up your encryption keys with your account data in case you lose access to your sessions. Your keys will be secured with a unique Security Key.",
    "fr": "Sauvegardez vos clés Tchap et les données de votre compte au cas où vous perdiez l’accès à vos sessions. Vos clés seront sécurisées avec une Clé de Sécurité unique."
  },
  "Thread": {
    "en": "Thread",
    "fr": "Discussion"
  },
  "Join public room": {
    "en": "Join a room",
    "fr": "Rejoindre un forum"
  },
  "Explore rooms": {
    "en": "Explore rooms",
    "fr": "Rejoindre un forum"
  },
  "Explore public rooms": {
    "en": "Join a room",
    "fr": "Rejoindre un forum"
  },
  "Start chat": {
    "en": "New direct message",
    "fr": "Nouveau message direct"
  },
  "Start new chat": {
    "en": "New direct message",
    "fr": "Nouveau message direct"
  },
  "Start a new chat": {
    "en": "New direct message",
    "fr": "Nouveau message direct"
  },
  "Chat": {
    "en": "New direct message",
    "fr": "Nouveau message direct"
  },
  "Direct Messages": {
    "en":"Direct Messages",
    "fr":"Messages directs"
  },
  "Recently Direct Messaged": {
    "en": "Recents chats",
    "fr": "Messages directs récents"
  },
  "Recent Conversations": {
    "en": "Recents chats",
    "fr": "Messages directs récents"
  },
  "Secure Backup": {
    "en": "Secure Backup",
    "fr": "Sauvegarde automatique des messages"
  },
  "You can also set up Secure Backup & manage your keys in Settings.": {
    "en": "You can also set up Secure Backup & manage your keys in Settings.",
    "fr": "Vous pouvez aussi configurer la sauvegarde automatique des messages et gérer vos clés depuis les paramètres."
  },
  "Set up Secure Backup": {
    "en": "Set up Secure Backup",
    "fr": "Configurer la sauvegarde automatique des messages"
  },
  "Email": {
    "en": "Email",
    "fr": "Adresse mail"
  },
  "Invalid Email Address": {
    "en": "Invalid Email Address",
    "fr": "Adresse mail non valide"
  },
  "Email address": {
    "en": "Email address",
    "fr": "Adresse mail"
  },
  "Email Address": {
    "en": "Email Address",
    "fr": "Adresse mail"
  },
  "Email addresses": {
    "en": "Email addresses",
    "fr": "Adresses mail"
  },
  "Email (optional)": {
    "en": "Email (optional)",
    "fr": "Adresse mail (facultatif)"
  },
  "Add Email Address": {
    "en": "Add Email Address",
    "fr": "Ajouter une adresse mail"
  },
  "Room members": {
    "en": "Room members",
    "fr": "Membres du salon"
  },
  "Banned users": {
    "en": "Banned users",
    "fr": "Membres bannis"
  },
  "Privileged Users": {
    "en": "Privileged Users",
    "fr": "Membres privilégiés"
  },
  "Muted Users": {
    "en": "Muted Users",
    "fr": "Membres en sourdine"
  },
  "Ignored users": {
    "en": "Ignored users",
    "fr": "Membres ignorés"
  },
  "Remove from room": {
    "en": "Remove from room",
    "fr": "Retirer du salon (réversible)"
  },
  "Remove them from specific things I'm able to": {
    "en": "Remove them from specific things I'm able to",
    "fr": "Retirer de certains endroits où j’ai le droit de le faire (réversible)"
  },
  "Remove them from everything I'm able to": {
    "en": "Remove them from everything I'm able to",
    "fr": "Retirer de partout où j’ai le droit de le faire (réversible)"
  },
  "Remove users": {
    "en": "Remove users",
    "fr": "Retirer des utilisateurs (réversible)"
  },
  "Remove, ban, or invite people to your active room, and make you leave": {
    "en": "Remove, ban, or invite people to your active room, and make you leave",
    "fr": "Retirer, interdire l'accès ou inviter des personnes dans votre salon actif et en partir"
  },
  "Remove, ban, or invite people to this room, and make you leave": {
    "en": "Remove, ban, or invite people to this room, and make you leave",
    "fr": "Retirer, interdire l'accès ou inviter une personne dans ce salon et vous permettre de partir"
  },
  "Remove from %(roomName)s": {
    "en": "Remove from %(roomName)s",
    "fr": "Retirer de %(roomName)s (réversible)"
  },
  "You need to be able to kick users to do that.": {
    "en": "You need to be able to kick users to do that.",
    "fr": "Vous devez avoir l’autorisation de retirer des utilisateurs pour faire ceci."
  },
  "Ban users": {
    "en": "Ban users",
    "fr": "Interdire aux utilisateurs l’accès au salon (définitif)"
  },
  "Ban them from specific things I'm able to": {
    "en": "Ban them from specific things I'm able to",
    "fr": "Interdire l’accès à certains endroits où j’ai le droit de le faire (définitif)"
  },
  "Ban them from everything I'm able to": {
    "en": "Ban them from everything I'm able to",
    "fr": "Interdire l’accès partout où j’ai le droit de le faire (définitif)"
  },
  "Ban from %(roomName)s": {
    "en": "Ban from %(roomName)s",
    "fr": "Interdire l’accès à %(roomName)s (définitif)"
  },
  "Ban from room": {
    "en": "Ban from room",
    "fr": "Interdire l’accès au salon (définitif)"
  },
  "Ban from space": {
    "en": "Ban from space",
    "fr": "Interdire l’accès à l'espace (définitif)"
  },
  "People": {
    "comments" : "in element, People label is used to title direct messages room and sometimes room members, use Room Members label in this case)",
    "en": "Direct messages",
    "fr": "Messages directs"
  },
  "Group all your people in one place.": {
    "en":"Group all your direct message room in one place.",
    "fr":"Regroupe tous vos salons de message directs au même endroit."
  },
  "Group all your favourite rooms and people in one place.": {
    "en":"Group all your favourite rooms in one place.",
    "fr":"Regroupe tous vos salons favoris au même endroit."
  },
  "Spaces are ways to group rooms and people. Alongside the spaces you're in, you can use some pre-built ones too.": {
    "en":"Spaces are ways to group rooms and direct messages.",
    "fr":"Les espaces permettent de regrouper des salons et des messages directs."
  },
  "Show all your rooms in Home, even if they're in a space." : {
    "en": "Show all your rooms in Home",
    "fr": "Affiche tous vos salons dans l’accueil"  
  }, 
  "This groups your chats with members of this space. Turning this off will hide those chats from your view of %(spaceName)s." : {
    "fr": "Cela rassemble vos messages directs avec les membres de cet espace. Le désactiver masquera ces salons de votre vue de %(spaceName)s.",
    "en": "This groups your direct messages with members of this space. Turning this off will hide those rooms from your view of %(spaceName)s.",
  }

}
